Repository: chrisarusso/2008-trans-am
Catalog: warmshowers/sites/all/modules/contrib/feedback/po/*.po
Languages: hu

source: Feedback
hu: Visszajelzés

source: Configure the feedback page
hu: Visszajelzés oldal beállítása

source: Feedback page name
hu: Visszajelzés oldal neve

source: Feedback page location
hu: Visszajelzés oldal helye

source: delete
hu: törlés

source: edit
hu: szerkesztés

source: Add page
hu: Oldal hozzáadása

source: Add a further feedback page
hu: További visszajelzés oldal hozzáadása

source: This page already exists.
hu: Ez az oldal már létezik

source: Your feedback page has been added.
hu: A visszajelzés oldal hozzá lett adva.

source: Default Email Address
hu: Alapértelmezett email cím

source: The email address which should receive all form submissions
hu: Az email cím, amely az összes visszajelzést fogadja

source: Title of the feedback page
hu: A visszajelzés oldal címe

source: Instructions
hu: Útmutató

source: The instructions that will be displayed for the user on how to fill the form
hu: Útmutató arról, hogy a felhasználó hogyan töltse ki az űrlapot

source: Subject
hu: Tárgy

source: Subject Prefix
hu: Tárgy előtag

source: The prefix that should be added before the subject on each email
hu: Az előtag, amely minden email címében megjelenik

source: Include a subject textfield
hu: Tartalmazza a tárgy beviteli mezejét

source: Categories
hu: Kategóriák

source: Put each subject category on a separate line or separate them by commas. No HTML allowed.
hu: Az egyes kategóriákat vesszővel kell elválasztani, vagy új sorba kell tenni. A HTML jelölések használata nem megengedett.

source: Leave this field empty to disable this feature.
hu: A lehetőség kikapcsolásához ezt a mezőt üresen kell hagyni.

source: Fields to include on the form
hu: Az űrlapon megjelenő mezők

source: Sender Name
hu: Feladó neve

source: Postal Address
hu: Levelezési cím

source: Phone Number
hu: Telefonszám

source: Message Body
hu: Üzenet törzse

source: Miscellaneous Settings
hu: Egyéb beállítások

source: Hourly threshold
hu: Óránkénti limit

source: The maximum number of form submissions a user can perform per hour.
hu: Egy adott felhasználó által óránk beküldhető visszajelzések száma.

source: Log all feedback attempts to watchdog
hu: Naplózza az összes visszajelzést

source: Save configuration
hu: Beállítások mentése

source: The configuration options have been saved.
hu: A beállítások el lettek mentve.

source: Delete
hu: Törlés

source: The feedback page has been deleted.
hu: A visszajelzés oldal törölve lett.

source: Are you sure you want to delete the feedback page "!page"?
hu: Biztos, hogy a visszajelzés oldal törölve legyen: „!page” ?

source: Cancel
hu: Mégsem

source: You cannot send more than !number messages per hour. Please try again later.
hu: Nem küldhető több levél !number darabnál óránként. Az újabb visszajelzést később lehet megpróbálni

source: Your full name
hu: Teljes név

source: Your e-mail address
hu: E-mail cím

source: Your postal address
hu: Levelezési cím

source: Your phone number
hu: Telefonszám

source: Category
hu: Kategória

source: Message
hu: Üzenet

source: Send message
hu: Üzenet küldése

source: You must enter a valid e-mail address.
hu: Érvényes e-mail címet kell megadni.

source: The subject cannot contain linebreaks.
hu: A tárgy nem tartalmazhat sortörést

source: Please enter your full name
hu: A teljes nevet meg kell adni

source: Too long input.
hu: Az üzenet túl hosszú

source: Please choose a category
hu: Ki kell választani egy kategóriát

source: Please enter a subject
hu: A tárgyat meg kell adni

source: Please enter your message.
hu: Az üzenetet meg kell adni

source: Please shorten your input. Up to !limit characters are allowed.
hu: !limit karakter engedélyezett, ezért az üzeneten rövidíteni kell

source: Sent from @form by @name.
hu: @name felhasználó küldte innen: @form

source: @name-from sent a feedback e-mail
hu: @name-from visszajelzést küldött

source: Your message has been sent.
hu: Az üzenet el lett küldve

source: Site Name
hu: Webhely neve

source: Registered name
hu: Regisztrációs név

source: Entered Name
hu: Megadott név

source: E-mail address
hu: E-mail cím

source: Postal address
hu: Levelezési cím

source: Referring page
hu: Hivatkozó oldal

source: IP Address
hu: IP cím

source: Machine name
hu: Gép neve

source: Browser info
hu: Böngésző információ

source: feedback
hu: visszajelzés

source: mail
hu: levél

source: can send feedback
hu: visszajelzést küldhet

source: administer feedback
hu: adminisztrálhatja a visszajelzéseket
