Repository: chrisarusso/2008-trans-am
Catalog: warmshowers/sites/all/modules/contrib/actions/po/actions-inc.*.po
Languages: hu

source: Set node id %id to Published
hu: %id tartalom közzé lett téve

source: Publish node
hu: Tartalom közzététele

source: Node
hu: Tartalom

source: Unpublish node
hu: Taltalom elrejtése

source: Set node id %id to Unpublished
hu: %id tartalom mostantól rejtett

source: Make node sticky
hu: Tartalom kiemeltté tétele

source: Made node id %id sticky
hu: %id tartalom kiemelt lett

source: Make node unsticky
hu: Tartalom kiemelésének visszavonása

source: Made node id %id unsticky
hu: %id tartalom kiemelése visszavonva

source: Promote node to front page
hu: A tartalom a címlapra kerül

source: Promoted node id %id to front page
hu: %id tartalom a címlapra került

source: Remove node from front page
hu: Tartalom eltávolítása a címlapról

source: Removed node id %id from front page
hu: %id tartalom el lett távolítva a címlapról

source: Change node author
hu: Szerző megváltoztatása

source: Changed owner of node %id to uid %uid
hu: %id tartalom tulajdonosi uid-je mostantól %uid

source: The username of the user to which you would like to assign ownership.
hu: Az új tulajdonos felhasználói neve.

source: Username
hu: Felhasználói név

source: Please enter a valid username.
hu: Érvényes felhasználói nevet kell megadni

source: Send Email
hu: Email küldése

source: Sent email to %recipient
hu: Az email el lett küldve az alábbi címzettnek: %recipient

source: Unable to send email to %recipient
hu: Nem lehet emailt küldeni az alábbi címre: %recipient

source: Recipient
hu: Címzett

source: The email address to which the message should be sent OR enter %author if you would like to send an e-mail to the original author of the post.
hu: Az email cím amelyre az üzenetet kell küldeni VAGY %author , ha a tartalom szerzőjéhez kell a levelet címezni.

source: Subject
hu: Tárgy

source: The subject of the message.
hu: A levél tárgya.

source: Message
hu: Üzenet

source: The message that should be sent. You may include the following variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body
hu: Az elküldendő üzenet. A szövegben az alábbi változókat lehet használni: %site_name, %username, %node_url, %node_type, %title, %teaser, %body

source: Please enter a valid email address or %author.
hu: Érvényes email vagy %author címet kell megadni.

source: Display message to current user
hu: Üzenet megjelenítése a jelenlegi felhasználónak

source: The message to be displayed to the current user. You may include the following variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body.
hu: A jelenlegi felhasználónak megjelenítendő üzenet. A szövegben az alábbi változókat lehet használni: %site_name, %username, %node_url, %node_type, %title, %teaser, %body.

source: action
hu: művelet

source: error
hu: hiba
