Repository: chrisarusso/2008-trans-am
Catalog: warmshowers/sites/all/modules/contrib/actions/po/actions-module.*.po
Languages: hu

source: Actions
hu: Műveletek

source: Manage the actions defined for your site.
hu: A webhely műveleteinek karbantartása.

source: Configure action
hu: Művelet beállítása

source: Delete action
hu: Művelet törlése

source: Action Type
hu: Művelet típusa

source: Description
hu: Leírás

source: Operations
hu: Műveletek

source: configure
hu: beállítás

source: delete
hu: törlés

source: Actions available to Drupal:
hu: Elérhető műveletek a Drupalban:

source: Add new action
hu: Új művelet hozzáadása

source: A unique description for this configuration of this action
hu: A művelet beállításához tartozó egyedi leírás

source: Save
hu: Mentés

source: The action has been successfully saved.
hu: A művelet mentése sikerült.

source: Really delete action !action?
hu: Valóban törölve legyen a művelet: !action ?

source: This cannot be undone.
hu: A művelet nem visszavonató.

source: Delete
hu: Törlés

source: Cancel
hu: Mégsem

source: Deleted action %aid (%action)
hu: Törölt művelet: %aid (%action)

source: Action !action was deleted
hu: Művelet törölve: !action

source: Stack overflow; aborting.
hu: Verem túlcsordulás; a végrehajtás megszakadt.

source: Action '%action' saved.
hu: %action művelet el lett mentve.

source: Action '%action' created.
hu: %action művelet létrejött.

source: Action '%action' added.
hu: %action művelet hozzá lett adva.

source: Deleted orphaned action
hu: Törölt árva műveletek

source: Remove orphaned actions
hu: Árva műveletek törlése

source: %actionphrase in the actions table:
hu: %actionphrase a műveletek táblában:

source: user
hu: felhasználó

source: actions
hu: műveletek

source: One orphaned action exists
hu: Egy árva művelet létezik

source: administer actions
hu: műveletek adminisztrációja
